name: "blazeface_onnx"
platform: "onnxruntime_onnx"
max_batch_size: 64
input [
  {
    name: "cropped_face"
    data_type: TYPE_FP32
    dims: [ 3, -1, -1 ]
  }
]
output [
  {
    name: "detection_coords"
    data_type: TYPE_FP32
    dims: [ -1, 16 ]
  },
  {
    name: "detection_score"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
  ]
